---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.DocumentOpenedEventArgs
source: html/0fd0d000-4dd3-9055-1bdd-f714e98a9261.htm
---
# DocumentOpenedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.